Repository: giellalt/corpus-nob
Catalog: tmx/sma/admin/sd/samediggi.no/utnevnt-fefo-styremedlemmer.html.tmx
Source language: nob
Languages: sma

source: Utnevnt FeFo styremedlemmer
sma: Nammoehtamme FeFo ståvroelïhtsegh

source: Sametinget utnevnte disse medlemmene til styret i Finnmarkseiendommen (FeFo) 8.12.17.
sma: Saemiedigkie daejtie lïhtsegidie nammoehti Finnmaarhke-eeken (FeFo) ståvrose 8.12.17.

source: Disse inntrer med en gang og fungerer i en 4 års periode.
sma: Daah dallatjinie aelkieh jïh ståvrosne tjahkasjieh 4 jaepieh.

source: Sametinget har oppnevnt Mathis Nilsen Eira som medlem i styret til Finnmarkseiendommen.
sma: Saemiedigkie lea nammoehtamme Mathis Nilsen Eiram goh lïhtsege Finnmaarhke-eeken ståvrose.

source: Som hans personlige varamedlem ble Inger Marie Gaup Eira oppnevnt.
sma: Goh altese persovneles sæjjasadtje Inger Marie Gaup Eira nammoehtamme sjïdti.

source: Sametinget oppnevnte også Máret Guhttor som medlem til styret til Finnmarkseiendommen.
sma: Saemiedigkie aaj Máret Guhttorem nammoehti goh lïhtsege Finnmaarhke-eeken ståvrose.

source: Som hennes personlige varamedlem ble Fred Johnsen oppnevnt.
sma: Goh altese persovneles sæjjasadtje Fred Johnsen nammoehtamme sjïdti.

source: Sametinget oppnevnte også Marit Kirsten Anti Gaup som medlem til styret til Finnmarkseiendommen.
sma: Saemiedigkie aaj Marit Kirsten Anti Gaupem nammoehti goh lïhtsege Finnmaarhke-eeken ståvrose.

source: Som hennes personlige varamedlem ble Ingar Eira oppnevnt.
sma: Goh altese persovneles sæjjasadtje Ingar Eira nammoehtamme sjïdti.

source: Sametinget oppnevnte Ragnhild Nystad som medlem til Finnmarkseiendommens kontrollkomité.
sma: Saemiedigkie Ragnhild Nystadem nammoehti goh lïhtsege Finnmaarhke-eeken kontrolle-moenehtsasse.

source: Som hennes personlige varamedlem ble Johan Vasara oppnevnt.
sma: Goh altese persovneles sæjjasadtje Johan Vasara nammoehtamme sjïdti.
